Autodesk.Revit.DB.Geolocation.Services.LoadGeolocationServerId.LoadGeolocationServerGUID
GUID to represent the load geolocation server id.

Autodesk.Revit.DB.Geolocation.Services.LoadGeolocationServerId
Id for external server implementing create geolocation service.